ProjectCategoryInfo.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:tns="http://schema.open.collab.net/sfee50/soap60/service" xmlns:types="http://schema.open.collab.net/sfee50/soap60/service/encodedTypes" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
  <soap:Body soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
    <tns:getProjectListForUser>
      <sessionId xsi:type="xsd:string">@SessionId@</sessionId>
      <username xsi:type="xsd:string">username</username>
      <fetchHierarchyPath xsi:type="xsd:boolean">false</fetchHierarchyPath>
      <includeGroupMembership xsi:type="xsd:boolean">false</includeGroupMembership>
    </tns:getProjectListForUser>
  </soap:Body>
</soap:Envelope>